[General]
Translator, "Constantin Tiba"
LangVersion, "4.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAP/UXv/UAJUXCZkXC9IhDE5pjv/iAP/PAFBqj3mbztMhDeRxB95nV3CZz//R
AP/SAE1pj9pjU//WWv/bT//aVFltjuJuBllsjIqhdH2czuFsBZQgERtNh9xqXHiZy6+ZAJQXCpYX
Cf/NAJ0XC+RpWlJqjc4dC661oNYhDcwcC9lgVR9mu9siD9oiDdgiDhlLhJhHPNghDCVnuhlQjnGa
0v/OGNUhC6+0nnGb0ZITCf/wAP/hXf/bV1drjBVGgumYU//XZf/dV2ya1IWXbnud0P/YZdchDv/Z
YJ9qQnOYzHGYzWuY0dpkVIgUCrKzoDdzwel1B3aaz3aZzNlWRba3pTJSe//YV4c8MyZwxeUjEHp7
cf/aANAhC5RIQe2cXVdrjZYXCtwiDnCZzpAUBXGc0JZKPv/aVdkdDuNxBv/XWj97w2+Z04abcNAh
DIORa+R/KVRqja+XAK+TQ//ZAP/VWf/hOv/fAOmYVBpkweiZV3id1XKZzkZmkV1vUN1rWp5PBbCX
QVFrj2iZ1yRz0d9cTLORRf/YVbSVAHSZzc4nFn6dz9llWM4fCFBgfZEWB9UhDdMcDLCzn9AcDZVI
PpkXCv/WALCjAP/cAP/iUP/XVnSbz94iECRrwW6Yz//MCf/mANIsGHOZ0JcXCtplVP/MAN0iDt1j
U6+QR9liUx5qxU5rkf/bAKGpif/gU1Rri9cwHHeazG2Z04Gh0yBtyB5mv9QhDSNrvh9mugAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbABtd6OEqkJZCp+QAQtKlzCQYVyrIUkRED5UiQI7s8NLBDwMSG75k8AALhxMAANIEybNoFBNC
Y+AkkIJoTSQ6Eqy0uoMqgqlXjkpESbIn1g1DmShg+qFiCigbAhBoUiJGyAkzPCbUeZOIUZsYAgqE
akBGEKsang5s0ZCCCwEXIQrQ6KQGjxtSIh7YsWCCQK0WYCAskbEi1ZADDioZQCNJAYowlFQ9uWVr
FpsAAeZ8WgDpkZFNA/jQ4oRlEIZVlwzogHKGRaksI6r4eMFhRp9DcT5Y+pMDhKgBTQICADs=


[BFAPI_Strings]
ErrorFailClientTime, "Ceasul calculatorului dumneavoastra nu este setat corect.\nVerificati-va sistemul si incercati din nou."
ErrorFailLogin, "Verificati-va adresa de email si parola, apoi incercati din nou."
ErrorFailPrefix, "Incercare nereusita de conectare la contul dumneavoastra Binary Fortress."
ErrorInvalidProTrialLicenseKey, "Numarul dumneavoastra serial este invalid.\nContactati-ne pentru mai multe informatii."
ErrorItemSizeTooLarge, "Marimea unuia din profilurile dumneavoastra FileSeek este prea mare.\nIncercati sa sincronizati un profil mai redus ca marime."
ErrorTrialExpiredPrompt, "Licenta dumneavoastra FileSeek Pro Trial a expirat.\nDoriti sa ne contactati pentru a incepe o noua perioada de proba?"
ErrorUnknownProPurchasedLicenseKey, "Licenta dumneavoastra FileSeek pare sa fie invalida.\nContactati-ne pentru mai multe informatii."
LoginPrompt, "Trebuie sa introduceti mai intai informatia de logare Binary Fortress \nDoriti sa o introduceti acum?"
TitleSync, "Sincronizare in curs la contul dumnaeavoastra Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "&Contul meu"
btnMyLicenses, "&Licentele mele"
btnRegister, "&Inregistrare"
lblAccountStatus, "Situatia contului:"
lblEmailAddress, "Adresa de email:"
lblMyPassword, "Resetare parola"
lblName, "Nume:"
lblPassword, "Parola:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personal sau companie, numar indicat in numele licentei"
LicenseRestrictionDonation, "NUMAI Personal, 1 calculator"
LicenseRestrictionEnterprise, "Numar nelimitat de calculatoare situate intr-un numar nelimitat de locatii ale companiei"
LicenseRestrictionPersonalHome, "Numai personal, numar nelimitat de calculatoare"
LicenseRestrictionSite, "Numar nelimitat de calculatore intr-o singura locatie"
LicenseRestrictionStandard, "Personal sau companie, 1 calculator"
LicenseRestrictionSteam, "Personal sau companie, numar nelimitat de calcultoare, unde esti utilizator principal si Steam este instalat"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Introduceti o adresa valida de email si incercati din nou."
ErrorEnterPassword, "Introduceti parola si incercati din nou."
ErrorLoginFailed, "Nu s-a reusit incarcarea informatiei din contul dumneavoastra.\nVerificati adresa de email si parola, apoi incercati din nou."
ErrorNoLicensesFound, "Ne pare rau, nu am gasit nici o informatie de licenta pentru acest cont.\nVa rugam sa ne contactati pentru asistenta."
ErrorUnknownLicenses, "A intervenit o eroare in timpul incarcarii informatiei de licenta."
ErrorUnknownLogin, "A intervenit o aroare in timpul incarcarii contului dumneavoastra."
Note, "Logati-va pentru a recupera licenta FileSeek si sincroniza profilele de cautare."
SelectLicensePrompt, "in acest moment folositi versiune Free, o licenta de proba Pro sau licenta este invalida.\nDoriti sa incarcati o licenta din contul dumneavoastra Binary Fortress?"
Title, "Contul meu Binary Fortress"
TitleLoadingLicenses, "Incarc informatia de licenta"


[BFAPIMyLicenses_Controls]
colDateCreated, "Data crearii"
colDateExpires, "Data expirarii"
colLicenseKey, "Cheia de licenta"
colLicenseRestrictions, "Limitarile licentei"
colLicenseType, "Tipul licentei"
colName, "Numele licentei"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Sunteti sigur ca doriti utilizarea acestei licente?"
ErrorSelectLicense, "Selectati o licenta din lista si incercati din nou."
ShowNeedLicenseWarning, "Selectati una din licentele dumneavoastra din lista, apoi apasati butonul OK pentru a utiliza acea licenta."
Title, "Licentele mele"


[BFFormDownload_Strings]
ConfirmCancel, "Sunteti sigur ca doriti sa cancelati acest download?"
Error, "A intervenit o eroare."
Progress, "Raman: {0} KB ({1} KB total)"
ProgressUnknown, "Downloadez: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&Copiaza in memoria temporara"
btnMoreInformation, "&Arata mai multa informatie"


[BFFormProxySettings_Controls]
btnSave, "Salveaza"
lblProxyAddress, "Adresa Serverului:"
lblProxyPassword, "Parola:"
lblProxyPassword2, "Reintroduceti parola:"
lblProxyPort, "Port:"
lblProxyUsername, "Nume utilizator:"
rdoCustomSettings, "Foloseste &setari personalizate ale Serverului Proxy:"
rdoNoProxy, "&Numarul Serverului Proxy (conexiune directa de internet)"
rdoUseIESettings, "Foloseste &setarile de conectare din Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Introduceti o adresa Proxy Server sau selelectati 'No Proxy Server'."
EnterServerPort, "Introduceti un port Proxy Server sau selelectati 'No Proxy Server'."
PasswordDecryptionFailed, "Conexiunea dumneavoastra de internet este invalida.\nRentroduceti parola pentru Proxy Server."
PasswordsNotMatch, "Parolele pentru Proxy Server nu sunt identice, incercati din nou."
Title, "Setarile conexiunii la internet"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Navigheaza"
ButtonRefresh, "&Improspateaza"
ColApplication, "Aplicatie"
ColPath, "Cale"
GroupDesktopApplications, "Aplicatii desktop"
GroupWindows8Applications, "Aplicatii Windows8"


[BFFormSelectApplication_Strings]
AllApplications, "Toate aplicatiile"
PleaseSelectApplication, "Selectati mai intai o aplicatie."
Title, "Selectati aplicatia"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valoare implicita"
colSetting, "Setare"
colValue, "Valoare"
lblHelp, "Dublu-clic pe o setare pentru a o schimba, sau pe butonul "Help" pentru mai multe informatii."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "O eroare a intervenit in timpul salvarii acestei setari."
SavedSuccessfully, "Setarea dumneavoastra avansata a fost salvata cu succes.\nVa trebui sa reporniti programul pentru ca setarea sa aiba efect."
Title, "Setari avansate"
TitleEdit, "Editati setarile avansate"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Adresa de e-mail:"
lblMessage, "Mesaj:"
lblName, "Nume:"
lblSubject, "Subiect:"
lblWarning, "Informatia din sectiunea "depanare" si fisierul dumneavoastra Debug.log va fi criptat si trimis impreuna cu cererea de suport astfel incat sa putem rezolva problema dumneavoastra cat mai rapid."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Introduceti o adresa de email valida si incercati din nou."
EnterMessage, "Introduceti un mesaj si incercati din nou."
EnterName, "Introduceti-va numele si incercati din nou."
EnterSubject, "Introduceti un subiect."
SendSuccess, "Informatia dumneavoastra a fost trimisa cu succes.\nCineva va va contacta in urmatoarea zi."
Title, "Subiteti cererea pentru suport"
TooLongEmailAddress, "Introduceti o adresa de e-mail mai scurta si incercati din nou."
TooLongName, "Introduceti un nume mei scurt si incercati din nou."


[BFFormUpdate_Controls]
btnChangeLog, "&vizualizati logul schimbarii"
btnDownload, "Downloadati si instalati"
btnRemindMeLater, "&Aminteste-mi mai tarziu"
btnSkipThisVersion, "&Sariti aceasta versiune"
btnWebsite, "&Downloadati"
lblNewVersion, "Versiune noua:"
lblOldVersion, "Versiune Curenta:"
lblUpdateNotes, "Ce este nou in noua versiune:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Se recomanda actualizarea la aceasta noua versiune\nSunteti sigur ca ca soriti sa renuntati la aceasta actualizare?"
DownloadFailedSave, "Am esuat in a salva local acest fisier."
DownloadingUpdate, "Downloadeza actualizarea"
DownloadInvalidData, "Informatie invalida returnata de server. Serverul poate avea dificultati in a gasi fisierul cerut."
DownloadNoData, "Nici o informatie nu a fost returnata de pe site-ul web."
ErrorDownload, "A aparut o eroare in timpul descarcarii noii versiuni."
FreeNotice, "Acest update si celle viitoare sunt gratuite! Actualizeaza astazi!"
Title, "Actualizare disponibila"
UpdateProMessage, "Trebuie sa treceti la versiunea FileSeek pro pentru a putea folosi actualizarea cu un singur click.\nDoriti mai muklte informatii referitor la acest upgrade?"


[BFHelpButton_Controls]
mniOnlineHelp, "Ajutor online"
mniSupportRequest, "Cerere de suport"


[BFTextQuery_Strings]
CaseSensitive, "Conteaza daca ai litere majuscule:"
MayContain, "Poate contine:"
MayNotContain, "Nu poate contine:"
MustContain, "Trebuie sa contina:"
MustNotContain, "Nu trebuie sa contina:"


[BFUpdateCheck]
AlreadyInProgress, "Verificare a actualizarii in desfasurare..."
ErrorRunningDownloadedFile, "O eroare a intervenit in timpul incercarii de descarcarea a fisierului de instalare."
FailedToGetVersion, "Nu am reusit sa incarc ultima versiune."
InvalidLicensePrompt, "Cheia dumneavoastra de licenta FileSeek Pro este invalida!\nConsiderati achizitionarea unei licente FileSeek Pro pentru a sustine dezvoltarea viitoare.\nDoriti sa vedeti mai multe informatii?"
NoUpdate, "Folositi deja ultima versiune."
Title, "Actualizare"


[cFunctions_Strings]
FolderNotRecognized, "Directorul selectat nu este recunoscut si nu poate fi folosit in cautare."


[cSettings_Strings]
SettingsLoadError, "O eroare a intervenit in timpul incarcarii setarilor."
SettingsSaveError, "O eroare a intervenit in timpul salvarii setarilor."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Navigati && Adaugati"
btnBrowseExcludePath, "Navigati"
btnFolderBrowse, "&Navigati"
btnFolderBrowseAppend, "Navigati && Adaugati"
btnNewSearch, "Cautati intr-un &nou tab"
btnPause, "Pauza"
btnResume, "Reluati"
btnSearch, "&Cautare"
btnStop, "S&top"
chkCaseSensitive, "&interogare sensibila la tipul de caracter (majuscul sau nu)"
chkFileSizeMax, "Marimea maxima a fisierului:"
chkFileSizeMin, "Marimea minima a fisierului:"
chkIsExcludeFilesRegEx, "Filtrul de excludere a fisierelor este RegEx"
chkIsIncludeFilesRegEx, "Filtrul de includere a fisierelor este RegEx"
chkIsQueryRegEx, "Cautarea este RegEx"
chkSearchSubFolders, "Cauta si in sub-&directoare"
chkShowFirstResult, "&Arata numai primul rezultat pentru fiecare fisier"
chkShowIncludeFilterMatchFiles, "Arata nume de fisiere care raspund la filtrul "include fisiere""
chkShowIncludeFilterMatchFolders, "Arata directoare care raspund la filtrul "include fisiere""
chkShowQueryMatchFiles, "Arata fisiere care raspund la textul interogarii"
chkShowQueryMatchFolders, "Arata directoare care raspund la textul interogarii"
chkUseIFilters, "Proceseaza continutul fiserelor folosind File Handlers (mai lent)"
colDateAccessed, "Data la care a fost accesat"
colDateCreated, "Data la care a fost creat"
colDateModified, "Data la care a fost modificat"
colExtension, "Extensie"
colFile, "Nume fisier"
colFileSize, "Marime Fisier"
colLine, "Linie"
colLineNumber, "Numar line"
colPath, "Cale"
lblAccessedTo, "la"
lblAdditionalLinesAfter, "Afiseaza atatea linii pentru rezultatul cautarii:"
lblAdditionalLinesBefore, "Afiseaza atatea linii inainte de rezultatul cautarii:"
lblCreatedTo, "la"
lblDateAccessed, "Data accesarii:"
lblDateCreated, "Data crearii:"
lblDateFilterLogic, "Data filtrului logic:"
lblDateModified, "Data modificarii:"
lblExcludeFiles, "Exclude fiserele:"
lblExcludePath, "Exclude caile:"
lblFilterResults, "Filtru:"
lblIncludeFiles, "Include fisierele:"
lblModifiedTo, "la"
lblPath, "Cale:"
lblQuery, "Interogare:"
lblStatusFound, "Rezultate gasite: {0}"
lblStatusTotal, "Fisere cautate: {0}"
mniAbout, "Despre"
mniClearSearchHistory, "Reseteaza istoria cautarii"
mniCloseAll, "Inchide totul"
mniCloseAllButThis, "Inchide celelalte"
mniCloseSearch, "Inchide"
mniCopyToClipboard, "Copiaza rezultatele selectate"
mniCopyToClipboardAll, "Copiaza toate rezultatele"
mniExit, "Iesire"
mniExplorerContextMenu, "Meniul de context al ferestrei"
mniHelp, "Ajutor"
mniOpenFolder, "Deschide director continator"
mniOpenFolderOnly, "Deschide director"
mniOpenOther, "Deschide cu alta aplicatie"
mniPermenentDelete, "Sterge permanent fisierele selectate"
mniRemoveRows, "Sterge din lista rezultatele selectate"
mniSettings, "Setari"
mniShowFilterControls, "Arata optinile filtrului"
mniTextCopy, "&copiaza"
mniTextSelectAll, "Selecteaza &totul"
mniTools, "&Unelte"
mniTrayExit, "Iesire"
mniTrayLoadProfiles, "Incarca profilul"
mniTrayShowFileSeek, "Arata FileSeek"
mniTraySyncProfiles, "Sincronizeaza profilele"
mnuCopyFilePath, "Copiaza numele de fisiere selectate (separate prin virgula)"
mnuExportAllHTML, "Exporta toate rezultatele in HTML"
mnuExportSelectedResultsHTML, "Exporta rezultatele selectate in HTML"
mnuFileCopy, "Copiaza fisierele selectate"
mnuFileDelete, "Sterge fisierele selectate"
mnuLanguage, "Limba"
mnuLoadProfile, "Incarca"
mnuManageProfiles, "Organizeaza profilele"
mnuOpen, "Deschide"
mnuOpenNotepad, "Deschide in Notepad"
mnuProfile, "Profile"
mnuSave, "Salveaza"
mnuSaveAll, "Exporta toate rezultatele in format CSV"
mnuSaveProfile, "Salveaza noul profil"
mnuSaveSelection, "Exporta rezultatele selectate in format CSV"
mnuShowFullLanguageList, "Arata lista intreaga"
mnuSyncProfiles, "Sincronizeaza profilele"
rdoMatchQueryLineByLine, "Aplica interogarea la fiecare linie a fisierului"
rdoMatchQueryToWholeFile, "Aplica interogarea la intregul fiser"
tabAdvanced, "Avansat"
tabDateFilters, "Filtre pentru data"
tabFileSizeFilters, "Filtre pentru marime de fisier"
tabSearch, "Cautare"


[frmMain_Strings]
AccessedAfterTT, "Accesat dupa {0}"
AccessedBeforeTT, "Accesat inainte {0}"
AccessedBetweenTT, "Accesat intre {0} and {1}"
AppSelectionErrorPartOne, "Aplicatia selectata nu poate fi gasita."
AppSelectionsErrorPartTwo, "Doriti o selctare diferita acum?"
btnNewSearchTT, "Deschideti un nou Tab si incepeti o cautare"
btnSearchTT, "Incepeti o cautare in Tab-ul curent"
btnStopTT, "Opriti cautarea selectata"
CaseSensitiveQueryTT, "Interogare sensibila la tipul caracterului (majuscul sau nu)"
cboDateFilterLogic_AND, "SI"
cboDateFilterLogic_OR, "SAU"
chkShowFirstResultTT, "Va arata numai prima linie gasita cand aplica procesuil da cautare la fiecare linie"
ColumnWidthRestoreError, "A intervenit o eroare in timpul restaurarii latimii coloanelor."
ColumnWidthSaveError, "A intervenit o eroare in timpul salvarii latimii coloanelor."
ContextMenuError, "A intervenit o eroare in timpul afisarii meniului de context al ferestrei."
CreatedAfterTT, "Creat dupa {0}"
CreatedBeforeTT, "Creat inainte {0}"
CreatedBetweenTT, "Creat intre {0} and {1}"
CSVSpreadsheet, "Fiere CSV"
CustomAppOpenError, "O eroare a intervenit in timpul deschiderii fisierului cu aplicatia personalizata."
DateCreatedError, "Selectati o "Data crearii - Data terminarii" care e dupa data de inceput."
DateFiltersSelected, "Data filtrelor:"
DateMismatchError, "Selectati o "Data crearii - Data terminarii" care e dupa data de inceput."
DateModifiedError, "Selectati o "Data modificarii - Data terminarii" care e dupa data de inceput."
EmptyPDFError, "Fisierul PDF a fost cautat dar nu contine text"
EnterProfileName, "Introduceti un nume al profilului:"
ExcludeFilesTT, "Fisiere excluse: {0}"
ExcludePathsTT, "Cai excluse: {0}"
FileDeleteMessage, "Asteptati ca FileSeek sa efectueze operatiunea ceruta.\nPuteti inchide fereastra dar poate rezulta in efecte neprevazuta in timpul rularii acestei operatiuni."
FileDeleteQuestion, "Sunteti suigur ca doriti stergerea fisierelor sau directoarelor selectate?"
FileDeleteTitle, "Sterge fisiere"
FileDeletionError, "O eroare a intervenit in timpul stergerii acestor fisiere."
FileHandlerError, "Va rog introduceti o cale pentru cautare."
FileIncludeNameMatch, "Potrivire nume fisier [incluzand numele fisierului]"
FileOpenError, "O eroare a intervenit in timpul deschiderii acestui fisier."
FilePermenentDeleteQuestion, "Sunteti suigur ca doriti stergerea permanenta a fisierelor sau directoarelor selectate?"
FileQueryNameMatch, "Potrivire nume fisier [Cautare]"
FileReadError, "Eroare la accesarea fisierului: {0}"
FileSelectionError, "Selectati macar un fisier existent si incercati din nou."
FileSizeError, "Selectati o marime maxima de fiser mai mare sau egala cu marimea minima de fisier."
FileSizeFiltersSelected, "Filtre pentru marimea fisierului:"
FilesSearched, "Fisiere cautate: {0}"
FilesSkipped, "Fisiere sarite: {0}"
FolderBrowserDescription, "Selectati un director de cautat"
FolderBrowsingError, "O eroare a intervenit in timpul navigarii pentru un director."
FolderIncludeNameMatch, "Potrivire nume director [incluzand numele fisierului]"
FolderItemError, "Esuat in a obtine directorul pentru obiectul: {0}"
FolderOpenError, "O eroare a intervenit in timpul deschiderii acestui director."
FolderQueryNameMatch, "Potrivire nume director [textul cautarii]"
FolderReadError, "Eroare in a citi fisierele in director: {0}"
HiddenFolderError, "Nu se executa cautarea deorece e un fisier/director ascuns"
HyperTextMarkupLanguageFile, "Fisier Hyper Text Markup Language"
IFilterWarning, "Activati manipulatorii de fisier In tab-ul Avansat pentru a afisa rezultatele corespunzatoare pentru : {0} fisiere"
IncludeFilesTT, "Fisiere incluse: {0}"
InvalidExcludeFilesRegExError, "Exclude fisere cu Matrice RegEx invalida.\n{0}"
InvalidFolderLength, "Lungime director invalida."
InvalidIncludeFilesRegExError, "Include fisere cu Matrice RegEx invalida\n{0}"
InvalidQueryRegExError, "Cautare cu Matrice RegEx invalida\n{0}"
KeypressError, "O eroare a intervenit in timpul procesarii actionarii acestei taste."
LinkedFolderError, "Nu se cauta in director datorita faptului ca e un link/jonctiune"
MatchesFound, "Rezultate gasite: {0}"
MatchesFromQueue, "Rezultate in lista de asteptare: {0}"
MaxFileSizeTT, "Marime maxima fisier: {0}"
MaxPathError, "Aceasta e o cale lunga si s-ar putea sa nu functioneze cu anumite programe"
MenuOpenError, "O eroare a intervenit in timpul deschiderii meniului."
MinFileSizeTT, "Marime minima fisier: {0}"
ModifiedAfterTT, "Modificat dupa {0}"
ModifiedBeforeTT, "Modificat inainte {0}"
ModifiedBetweenTT, "Modificat intre {0} and {1}"
More, "(mai mult)"
NoDateFiltersSelected, "Nu sunt selctate filtre pentru data"
NoFileSizeFiltersSelected, "Nu sunt selctate filtre pentru marime"
NoOptionsSelected, "Nu sunt optiuni slectate"
NotepadError, "O eroare a intervenit in timpul deschiderii acestiu fisier in Notepad."
NoTextSelectionError, "Selectati ceva text si incercati din nou."
NotYourProfile, "Nu sunteti posesorul acestiu profil."
OnlyShowFirstResultTT, "Arata numai primul rezultat"
OpenManyQuestion, "Sunteti sigur ca doriti sa deschideti {0} fisiere sau directoare?"
OptionsSelected, "Optiuni selectate:"
PathsTT, "Cale: {0}"
PathTooLongError, "Windows nu suporta actiunea cu cai de aceasta marime."
ProfileLoadError, "A intervenit o eroare in timpul incarcarii acestiu profil."
ProfileLoadOnStartError, "A intervenit o eroare in timpul incarcarii acestiu profil. Profilul nu exista."
ProfileOverwriteQuestion, "Sunteti sigur ca doriti supra-scrierea profilului '{0}'?"
ProfileSaved, "Salveaza setarile cautarii in profil '{0}'"
ProfileSaveError, "Incapabil in a salva profilul."
ProOnlyDoubleClickPrompt, "Manipulatorul implicit dublu-click este o caracteristica numai in FileSeek Pro.\nPuteti schimba manipulatorul implicit dublu-click in tab-ul Setari>Cautare.\n\nDoriti maimulte informatii referitoare la upgrade?"
QueryTT, "Cautare:\n{0}"
rdoMatchQueryLineByLineTT, "Deschideti fiserul linie cu linie si incercati sa potriviti cautarea fiecarei linii"
rdoMatchQueryToWholeFileTT, "Deschideti fiserul tot deodata si incercati sa potriviti cautarea intregului text"
ResultCopied, "Un rezultat copiat in memoria temporara."
ResultCopyError, "O eroare a intervenit in timpul copierii rezultatului cautarii in memoria temporara."
ResultSaveError, "A fost o eroare in timpul salvarii rezultatelor.\n{0}"
ResultsCopied, "{0} rezultate copiate in memoria temporara."
ResultSelectionError, "Selectati cel putin un rezultat si incercati din nou."
SaveResults, "Salveaza rezultatele intr-un tabel"
SaveResultsAsHTML, "Salveaza rezultatel in format HTML"
SaveSearchProfile, "Salveaza profilul de cautare"
SearchComplete, "Cautarea terminate in {0}s"
SearchCriteria, "Criterii de cautare:"
SearchCriteriaEmptyTT, "Criterii de cautare necompletate"
SearchEnd, "Sfarsitul cautarii"
SearchError, "O eroare a intervenit in timpul cautarii."
SearchStart, "Inceputul cautarii: {0}"
SearchSubFoldersTT, "Cauta sub-directoare"
SettingFormShowError, "O eroare a intervenit in timpul afisarii ferestrei Setari."
Syncing, "Sincronizez cu contul dumneavoastra Binary Fortress..."
SystemFolderError, "Nu se executa cautarea deorece e un fisier/director de sistem"
TextCopyError, "O eroare a intervenit in timpul copierii acestui text."
TextProcessingError, "O eroare a intervenit in timpul procesarii acestui text."
TextSelectionError, "Selectati ceva text si incercati din nou."
txtPathTT, "Separati obiecte multiple cu caracterul |"
UseFileHandlersTT, "Folositi manipulatori de fisier"
ViewingAppPartOne, "Nu ati selectat inca o aplicatie de vizualizare"
ViewingAppPartTwo, "Doriti sa selectati una acum?"
WindowsVersionError, "Ne pare rau, aceasta functie nu e disponibila in aceasta versiune de Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Copiaza profilul"
btnDelete, "Sterge"
btnRename, "Redenumeste"
btnSync, "Sincronizare cu contul dumneavoastra Binary Fortress"
colProfileName, "Nume Profil"
colProfileOwner, "Proprietar profil"
lblCurrentProfile, "Utilizator curent: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Cum ati dori sa numiti noul dumneavoastra profil?"
MustSelectAnItem, "Selectati un profil din lista si incercati din nou."
ProfileDeleteQuestion, "Sunteti sigur ca doriti stergerea profilului selectat?"
RenameSearchProfile, "Redenumiti profilul de cautare"
SearchProfileName, "Cauta numele profilului:"
Title, "Organizeaza profilul"


[frmSettings_Controls]
btnAdvancedSettings, "Setari avansate"
btnApply, "Aplica"
btnBackupSettings, "Exporta setari"
btnBrowseOther, "&Navigheaza"
btnChangeToFree, "Schimbare la versiunea gratuita"
btnCheckNow, "Verifica daca sunt actualizari acum"
btnClearHistory, "Sterge istoricul de cautari"
btnIFilterToggle, "Schimba manipulatorul de fisier"
btnLicenseKeyLoadOnline, "Incarca din contul Binary Fortress"
btnOtherDefault, "&implicit"
btnPasteFromClipboard, "Scrie din memorie"
btnProxySettings, "Setari conexiune de internet"
btnRestoreSettings, "Reseteaza setarile"
btnTroubleshootingClearLog, "Sterge fiesrul de log"
btnTroubleshootingCopy, "Copiaza in memorie"
btnTroubleshootingOpenLog, "Deschide fisierul log"
chkAutoUpdate, "Verifica automat daca sunt actualizari"
chkBeta, "Verifica daca sunt disponibile versiuni beta"
chkCloseToTray, "Inchide FileSeek"
chkCombineParameters, "Sari peste fisiere multiple ale aceleasi instante in loc sa deschizi instante multiple"
chkErrorForLongPaths, "Afiseaza o eroare si sari calea daca e mai lunga de 260 caractere"
chkIFilterErrors, "Afiseaza eroare pentru fisierele fara manipulatori (cand cautarea de manipulator fisiere este activata)"
chkIsQueryFullString, "Trateaza textul interogarii ca pe un termen de cautare mare"
chkLinkedFoldersSearch, "Cauta fisiere && directoare care sunt legaturi/jonctiuni"
chkLinkedFoldersSearchShowErrorOnSkip, "Afiseaza un mesaj cand sari peste o legatura/jonctiune"
chkMinimizeToTray, "Minimizeaza FileSeek"
chkOnlyShowMatchedText, "Arata numai textul gasit in rezultatul cautarii"
chkSearchHiddenFiles, "Cauta fiserele && directoarele ascunse"
chkSearchSystemFiles, "Cauta fiserele && directoarele de sistem"
chkShowErrorEmptyPDF, "Afiseaza o eroare cand un fisier PDF gol este gasit"
chkShowFileErrors, "Afiseaza o eroare cand un fisier / director nu poate fi accesat"
chkShowHiddenFileError, "Afiseaza o eroare cand sari peste fisiere / directoare"
chkShowSystemFileError, "Afiseaza o eroare cand sari peste fisiere / directoare de sistem"
chkShowToolTips, "Arata sugestii pentru unelte"
chkStartWithClearProfile, "Intotdeauna porneste programul cu un camp de cautare gol"
chkTreatAllIncludeFiltersAsWildcards, "Considera filtrele "Include" ca wildcards"
chkUseCustomDateFormat, "Foloseste un format de data personalizat"
chkWindowsContextMenu, "Arata FileSeek in meniul de context Windows"
colName, "Nume"
colRightToLeft, "Stanga la dreapta"
colTranslators, "Translatoare"
colVersion, "Versiune"
gbAutoUpdate, "Verifica actualizari"
gbCmdLineVars, "Variabile de line de comanda"
gbDateFormat, "Format data"
gbGeneralOptions, "Optiuni generale"
gbReseller, "Informatia vanzatorului"
gbUpdateSettings, "Actualizeaza setari"
lblCmdLineParam, "Parametrii liniei de comanda de trecut:"
lblDateFormat, "Format data"
lblDateFormatLink, "Sirul formatului personalizat de data si timp"
lblDefaultDoubleClick, "Selecteaza o actiune implicita pentru dublu-clic pe un rezultat al cautarii:"
lblExpireDate, "Data expirare licenta:"
lblLicenseKey, "Cheia de licenta:"
lblLicenseTo, "Licenta apartine:"
lblNumChar, "Afiseaza atatea caractere pentru fiecare rezultat al cautarii:"
lblSelectViewingApp, "Aplicatia selectata pentru vizualizarea fisierului:"
lblSkipFile, "Timpul maxim de cautare permis pentru fisier (0=nelimitat):"
lblUpdateLanguages, "Obtine set nou de limba"
LogLevel0, "Logare: dezactivata"
LogLevel1, "Logare: numai important"
LogLevel2, "Logare: detalii"
LogLevel3, "Logare: toate liniile"
tabLanguage, "Limbi"
tabLicense, "Cheie licenta"
tabTroubleshooting, "Depanare"


[frmSettings_Strings]
AppBrowsingError, "O eroare a intervenit in timpul navigarii pentru o aplicatie."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exporta toate rezultatele in format CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporta toate rezultatele in format HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exporta rezultatele selectate in format CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporta rezultatele selectate in format HTML"
cboDefaultDoubleClickOperation_Open, "Deschide cu manipulatorul implicit"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Deschide directorul continator"
cboDefaultDoubleClickOperation_OpenNotepad, "Deschide cu Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Deschide cu alta aplicatie"
ChangeToFreeQuestion, "Sunteti sigur ca doriti stergerea cheii de licenta si trecerea la versiunea Free?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Cu aceasta optiune selectata, o cautare introdusa ca foo va fi tratata "foo""
ClearHistoryError, "O eroare a intervenit in timpul stergerii istoriei de cautare."
ClearHistoryWarning, "Sunteti sigur ca doriti stergerea istoriei de cautare?"
CommandLineError, "Introduceti parametrii liniei de comanda sau clic pe Default pentru resetarea lor."
CustomDateFormatError, "A intervenit o eroare in asignarea formatului de data customizat\nRemediati eroarea si incercati din nou."
DebugLogCleared, "Fisierul Debug Log a fost curatat cu success."
DebugLogNotFound, "Fisierul Debug Log nu a putut fi gasit.\nAsigurati-va ca ati activat mai intai Debug Logging."
DisableFileHandler, "Dezactivati manipulatorul de fisier (File Handlaer)"
EnableFileHandler, "Activati manipulatorul de fisier (File Handlaer)"
FileCommandDescription, "{0}: Substituie numele complet de fisier."
FileHandlerListError, "O eroare a intervenit in timul listarii manipulatorulor de fisier (File Handlers)."
FileHandlerSelectError, "O eroare a intervenit in timul selectarii acestiu manipulator de fisier (File Handler)."
FileHandlerToggleError, "O eroare a intervenit in timul schimbarii acestui manipulator de fisier (File Handler)."
FreeVersion, "Versiune gratuita"
HistoryCleared, "Istoria de cautare a fost stearsa cu succes."
InternetSettingsWindowError, "O eroare a intervenit in timul deschideriii ferestrei cu setarile conexiunii de internet."
InvalidExitcode, "A fost returnat un cod ExitCode invalid: {0}"
LineCommandDescription, "{0}: Substituie numarul liniei."
lvIFilters_Extension, "Extensie"
lvIFilters_Handler, "Manipulator"
lvIFilters_HandlerVersion, "Versiune"
NumOfCharError, "Va rog introduceti un numar de caractere intre {0} si {1} apoi incercati din nou."
RestoreSettingsFailed, "Nu s-a reusit restaurarea setarilor dumneavoastra."
RestoreSettingsSuccess, "Setarile dumneavoastra au fost restaurate cu succes."
SettingMenuError, "O eroare a intervenit in timpul setarilor de Context Menu."
tabSettings_About, "Despre"
tabSettings_FileHandlers, "Manipulatori de fisier"
tabSettings_Options, "Optiuni"
tabSettings_OtherApp, "Alta aplicatie"
tabSettings_Search, "Cautare"
Title, "Setari"
TroubleshootingCopyError, "Nu s-a reusit copierea informatiei de depanare."
TroubleshootingCopySuccess, "Informatia de depanare a fost copiata cu succes in clipboard."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Rezultatele cautarii salvate cu succes.\nDoriti sa vedeti fisierul?"
SearchCriteria, "Criterii de cautare"
SearchDate, "Data cautarii:"
Title, "Rezultatele cautarii FileSeek"


[IFilterHelper_Strings]
UnknownError, "Eroare necunoscuta iFilter"
UsingStandardMethodWarning, "Nu exista manipulator de fiser pentru acest fisier, folosesc metoda standard."


[LicenseValidate_Strings]
ExpiredPrompt, "Sorry, your FileSeek Trial License Key has expired.\nIf you have already purchased a license, please enter it in the FileSeek Settings window.\n\nWould you like more information about purchasing FileSeek Pro?"
Invalid, "Ne pare rau, cheia de licenta este invalida."
InvalidReseller, "Ne pare rau, cheia de licenta este numai valida cu FileSeek obtinut de la agentul de vanzari."
LicenseProcessPro, "Multumim pentru inregistrare!"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "Cheia dumneavoastera de licenta a fost inlaturata."
LicenseProcessTrial, "Multumim pentru incercarea FileSeek Pro\nLicenta dumneavoastra va expira pe {0:D}."
RegistryExportSuccess, "Setarile dumneavoastra au fost exportate cu succes."
TrialAlmostDonePrompt, "Licenta trial va expira curand.\nDaca ati achizitionat deja o licenta va rugam s-o introduceti in fereastra de stari FileSeek.\n\nDoriti informatii referitoare la achizitionarea FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Cauta cu FileSeek"


[Words]
AdminSettingsLock, "Unele setari sunt determinate de administratorul dumneavoastra de sistem"
Apply, "Aplica"
ButtonEnterLicenseKey, "&Introdu cheia de licenta"
ButtonLater, "&Mai tarziu"
ButtonMoreInformation, "&Mai multa informatie"
ButtonUseFreeVersion, "&Foloseste versiunea gratuita"
Cancel, "&Canceleaza"
Close, "&Inchide"
Custom, "Personalizat"
Default, "Implicit"
Error, "Eroare"
ErrorNotAdminUACDisabled, "UAC e dezactivat, dar nu sunteti administrrator si actiunea solicitata va esua.\nVa rugam activati UAC sau logati-va ca administrator si incercati din nou.\nDaca ati dezactivat recent UAC, reporniti calculatorul."
Help, "Ajutor"
Info, "Informatie"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
NeedProQuestion, "Trebuie sa upgradati FileSeek pentru a folosi aceasta facilitate.\nDoriti mai multa informatie referitor la upgrade?"
Never, "Niciodata"
No, "Nu"
OK, "&OK"
ProOnlyNotice, "Facitatile disponibile numai in Pro sunt evidentiate cu albastru"
Refresh, "Improspatare"
Seconds, "Secunde"
Unknown, "Necunoscut"
Yes, "Da"


[Installer]
AdditionalIcons, "Iconuri aditionale:"
ContextMenu, "Adauga FileSeek la meniurile de context"
CurrentUserOnly, "Numai pentru utilizatorul curent"
DesktopIcon, "Creaza un icon de desktop"
DotNetDownloadNow, "Doriti sa downloadati acum?"
DotNetNeededMayNotWork, "FileSeek nu va rula corect fara Microsoft .NET Framework 2.0."
DotNetRequired, "FileSeek necesita Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Rulati din nou instalarea FileSeek dupa instalarea Microsoft .NET Framework 2.0."
ForAllUsers, "Pentru toti utilizatorii"
LaunchFileSeek, "Lanseaza FileSeek"
LicKeyInvalid, "Cheia de licenta pare a fi invalida."
LicKeyLabel, "Cheie licenta:"
LicKeySelectOption, "Selectati o optiune a cheii de licenta si incercati din nou."
LicKeyText, "Optiuni cheie de licenta:"
LicKeyTextAdminLocked, "Cheia dumneavoastra de licenta a fost detata de administrator."
LicKeyTextChangeFree, "Clic pe 'Change to Free Version' in fereastra de setari pentru a utiliza versiunea gratuita."
LicKeyTextEnterOrFree, "Introduceti o cheie de licenta valida sau selctati "folosesc vesriunea gratuita"."
LicKeyTextPaid, "Foloseste aceasta cheie de licenta:"
LicKeyTextTrial, "Foloseste versiunea trial (doar pentru prima data), schimba la versiunea gratuita dupa 30 zile"
RunAtStartup, "Ruleaza FuileSeek la pornirea Windows"
ShowWelcome, "Arata pagine de bun-venit FileSeek"
TextBefore, "Daca FileSeek ruleaza, inchideti programul inainte de instalarea acestei noi versiuni.\n\nVizitrati http://www.fileseek.ca pentru actualizari si suport."
UninstallRemoveAllData1, "Doriti sa inlaturati toate setarile, preferintele si fisierele temporare FileSeek?"
UninstallRemoveAllData2, "Aceasta nu este recomandat daca veti instala FileSeek din nou."